---
kind: property
id: P:Autodesk.Revit.DB.Revision.Issued
source: html/d0b69c8a-e962-9054-375b-125beac6001b.htm
---
# Autodesk.Revit.DB.Revision.Issued Property

Indicates whether this Revision has been issued.

## Syntax (C#)
```csharp
public bool Issued { get; set; }
```